Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 내가 하던 일은 3팀에 넘길 거니까, 나머지는 하던 대로 해.
en: i’ll hand over my load to team 3. as for the rest, keep doing what you’re doing.

source: 안전벨트 뚫리겠는데?
en: you’re going to snap the seatbelt.

source: 꾸벅
en: BOW

source: 두고 보라고, 양 비서.
en: just you wait, miss yang.

source: 본인이 본인 입으로 할 소리인가, 저게…?
en: should he be talking about himself like that...?

source: 쾅!
en: SLAM

source: 팩폭에 사망한다는 기분을 알 것 같아….
en: i feel like i'm being pummeled to death with facts...

source: 변함없이 물벼락.
en: ...was always a face full of water.

source: 우와아아아아
en: WOOOOW

source: 으아아앙!
en: uwaaaah!

source: 도시락 사 왔습니다.
en: i bought you a boxed lunch.

source: 다행이군, 양 비서가 오기 전까지 시간을 끌어야 하는데 알아서들 해 주셔서.
en: this is great. thank you all for giving me an excuse to drag this out until miss yang gets here.

source: 오늘 무슨 마가 끼었나….
en: have i been jinxed today, or something...?

source: 네, 성함이…
en: sure thing. and the name...?

source: 다크서클이 얼굴을 다 덮고 있잖아.
en: those are some serious bags under your eyes.

source: 앉아.
en: sit.

source: 내 욕했어?
en: were you cussing me out?

source: 그쪽으로는 머리도 안 두고 자는데.
en: i don't even think about them.

source: 착각이겠지?
en: i must be imagining things.

source: 누구 덕에 이 자리에 오른 게 아니라, 제 능력입니다.
en: i’m not here because of anyone’s help, but because of my own ability.

source: 멍청하기 그지없는 발상에, 폐기 처분해야 할 사고로 무슨 광고를 만들겠다는 건지!
en: how can he even make ads with that idiotic, garbage worldview?

source: 오… 오오!
en: oh...

source: 설마 저 인간이 또….
en: this jerk... not again...

source: 본부장님, 안녕하세요~!
en: hello, sir!

source: 네가 날 먹여 살려?
en: you're going to support me?

source: 아 참, 회사 그만뒀다면서?
en: oh right, i heard you left em ads?

source: 그냥 옮겨 주세요.
en: please just let me transfer.

source: 주르륵
en: WHISH

source: 내가 담당하는 게 너희뿐인 건 아니잖아.
en: you're not the only ones i'm in charge of.

source: 어떻냐니?
en: what do you mean?

source: 제가 먼저 하겠습니다.
en: i'll go.

source: 감히 업무 효율에 대해 논해?!
en: don't you dare talk about efficiency!!

source: 그건 아무리 당신이 김 윤이래도 불가능해요.
en: even if you are yoon kim, that’s impossible.

source: 맞다.
en: right.

source: 뭔 놈의 회사가 여직원이 이렇게도 없어!
en: what kind of company has no women?!

source: 시끄러워!
en: shut your trap,

source: 귀찮아서 그냥 휴대전화로 받는 게 낫습니다.
en: it’s easier to have him call my cellphone.

source: 흠.
en: hmm.

source: 오늘 멋지십니다.
en: you look cool today.

source: 지금 바로……
en: i’ll get that for...

source: 허 참, 아무리 그래도 이 정도 자료를 어떻게 이렇게 갑자기…!
en: good grief. i just don’t see how they could have prepared these that fast...!

source: …왜냐하면 어제 일은,
en: because yesterday...

source: 대단한 착각이긴 하지.
en: it’s one big misunderstanding.

source: 하긴, 그건 맞는 말이야.
en: exactly my thoughts.

source: 마침 잘됐군.
en: excellent.

source: 지우실 거면 저 주시지!
en: you should have given those files to me, sir!

source: …그래요.
en: i see...

source: 당장 안 움직여?!
en: move!

source: 으쓱
en: SHRUG

source: 정 씨?
en: jeong?

source: 본부장님, 말씀하신 자료들 가져왔습니다.
en: mr. kim, here are those documents you requested.

source: 오늘 트랙 도는 거 구경하러 오신다고, 내가 어제 약속도 받아놨지~!!
en: i even got him to agree to come see you on the track today!

source: 먹고 싶은 거 시키고 내 인센티브도 다 준다!
en: order whatever you want, and i'll give you my bonus too!

source: 심지어 월급도 이쪽이 좋고
en: plus the pay is much higher.

source: 처음 뵙는 분 같은데, 먼저 인사부터 나누는 것이 예의 아닐까요.
en: i don’t think we’ve met before. wouldn’t you say it’s common courtesy to start with introductions?

source: 자네가 여기 나가면 잘 될 것 같아?!
en: you think you’ll be successful if you leave?!

source: 형님이라고 부를게요!
en: let me call you hyeong*! *hyeong is a term used by males to address older males they are close to.

source: 착각입니다.
en: you are mistaken.

source: 말로 설명하기가 힘들어.
en: it's hard to explain with words.

source: ‘양서유’가
en: but seoyu yang...

source: 다음으로 넘어가!
en: move on to the next agenda!

source: 주스 벼락 맞고도 반짝이는 남자라니 싫다….
en: i hate that he still sparkles after getting a face full of juice...

source: 그러고 보니 그 이야기도 알아요?
en: come to think of it, have you heard?

source: 좀 자.
en: get some shut-eye.

source: 그럼, 다음에 또 봅시다.
en: all right then, i’ll see you next time.

source: 나호, 노치, 제시
en: naho, nochi, jessie

source: 방금 전에 복사 보냈습니다!!
en: i literally just sent you a copy!!

source: 네, 여보세요?
en: hello?

source: 저 녀석은 그때 봤던….
en: he’s the guy i saw before...

source: 내가 빠진 탓에 일이 바빠서 멀리는 못 갈 테고,
en: i’m sure the work load has piled up since i’ve been gone, so you can't go anywhere too far.

source: 그러고 보니 혼자 이사하시려면 힘드실 텐데!
en: come to think of it, it won’t be easy to make the move on your own!

source: 어쨌든 사귀게 되면 상대방에게 충실했단 말이야?
en: no matter how we started dating, i was always loyal, you know?

source: 회사에 보고도 안 하고?
en: without even reporting to the company?

source: 어디 가는 거야?!
en: where are you going?!

source: 양 비서 말대로 좋지 않은 꿈으로 넘기면 되니까.
en: but like you said, i can just think of it as a bad dream.

source: 저세상 나르시스트랑 데이트하는 것처럼 보이기 싫어서 국밥집으로 오긴 했는데,
en: i chose a family restaurant because i didn't want it to look like i was on a date with this narcissist...

source: 광고는 스피드가 생명인데….
en: advertising is all about speed...

source: 크윽….
en: ugh...

source: 아하하하
en: AHAHAHA

source: 퀭-
en: EXHAUSTED

source: 최선을 다했는데도 적당한 상대를 찾지 못하면 깨끗이 포기하세요.
en: if i do my best but don't click with anyone, you agree to stop this.

source: 좀 있다가 중요한 손님이 오시니까,
en: we’re going to have an important guest,

source: 뭐지 이 형 멋있어.
en: HUH? THIS GUY IS SO COOL...

source: 업무 효율 말씀이십니까?
en: did you say efficiency?

source: 잘해 줬다고?
en: he treats me well?

source: …그래.
en: yeah...

source: 어?
en: huh?

source: 뭔가 오해하는 것 같으니.
en: since it seems like there’s been a misunderstanding...

source: 어떤 남잔데?
en: what kind of guy?

source: 이름이 뭐라고?
en: what did you say your name was?

source: 저요, 저요!!
en: me, me!!

source: 스윽
en: WHSH

source: 이모.
en: auntie.

source: 내 거는 안 작으니까!!
en: ...it’s not small!!

source: 내 몸을 본 건 자랑으로 삼았으면 삼았지,
en: i’d understand if you bragged about seeing my body.

source: 내일 아침까지 전부 내 책상에 올려놔.
en: i want everything on my desk by tomorrow morning.

source: 예를 들면?
en: like how?

source: 부사장님, 저런 걸 그냥 보고만 있으실 겁니까?!
en: vice president, sir! are you just going to let him get away with this?!

source: 왜죠?
en: and why not?

source: 그만….
en: don't...

source: 그런 거야.
en: that’s what this is.

source: 1팀 회의 준비나 해 볼까!
en: i'll just get ready for the meeting with team 1!

source: 큰일이네요.
en: that's a problem.

source: 이게 무슨 일 인가요?
en: what happened?

source: 중간에 무슨 일 있으면 연락하고.
en: and tell me if anything happens before then.

source: 밥이요?
en: a meal? as in food, like rice?

source: -하아-
en: HAA

source: 누가 해도 상관없는 직책인 나를 스카우트하기 위해 스톡옵션을 넣어 계약하질 않나.
en: and i’m just a secretary, but he promised me stock options in order to recruit me.

source: 우리 본부장님이…
en: mr. kim...

source: 장모님, 윤이는요?
en: where is yoon?

source: 오늘도 나는 퍼펙트해.
en: i'm perfect today, like always.

source: 그 뒤로 회식 자리에 있던 사람들은,
en: after that, the people who were there learned...

source: 솔직한 게 능사는 아닐 텐데, 이 남자 정말 결혼하긴 글러 먹은 거 같다.
en: being honest isn’t everything. this man is never getting married.

source: 오랜만이야, 양 비서.
en: long time no see, miss yang.

source: 네가 어디가 어때서?
en: who wouldn't want to be friends with you?

source: 파아아아앗~
en: FWAAAAA

source: 터덜터덜
en: PLOD PLOD

source: 그나저나 갑자기 그 얘기는 왜 꺼내?
en: but why are you bringing that up all of a sudden?

source: 으헝헝헝헝~!!
en: uwaaaaaah!!

source: 정말 훌륭한 선택을 하신 거예요!
en: this is a truly admirable decision you're making!

source: 아, 아무것도 아니에요….
en: i-it’s nothing, sir...

source: 그렇게 해 주시면 감사하지만, 사업 계획서만으로 충분합니다.
en: thank you, but i’ll be satisfied with a written outline.

source: 이런 식으로 구경거리 되는 건 싫은데….
en: i hate having people watch me like this...

source: 서유야, 안 가고 뭐 해?
en: seoyu, what are you doing over there?

source: 헐!
en: oh my god!

source: 아니, 양 비서와 관련돼서 왜 자꾸 이런 일만 생기는 거지?!
en: why do these things always happen with miss yang?!

source: 아~ 잘 먹었다.
en: ah! that was some good food.

source: 신청비는?
en: what about the registration fee?

source: 당연하지, 이 PT를 처음부터 끝까지 주도한 게 누군데.
en: of course. who do you think took the lead on this presentation?

source: 천상천하 유아독존이란 말이 잘 어울리며
en: the phrase 'in heaven and on earth, i alone am honored' described him well.

source: 사업 계획서 들고 양 비서 앞에서 프레젠테이션 해 줘야 해?
en: do you want me to give you a presentation on my business plan?

source: 배울 것도 많고.
en: and there’s a lot i still have to learn from you.

source: 뭐라고 하셨길래….
en: what did you say...?

source: 파 워 당 당
en: NUH-UH

source: 뭐가, 뭐가?
en: what, what?

source: 아주 무서운 줄 모르고 막 내뱉는구만!
en: you’ve got some guts, shooting off your mouth like that!

source: 그, 그게 아니라….
en: n-no, it’s not that...

source: 더 해 봐.
en: keep going.

source: 처음에는 본부장님에게 대시하는 분도 있었고,
en: at first, mr. kim would get people asking him out,

source: 똑똑
en: RAP RAP

source: 말이라도 한 번 붙여 보려고 난리도 아니었어요.
en: and everyone was desperate to talk to him.

source: 그나저나, 그 사람들은 대체 거기서 왜 나온 거지?
en: come to think of it, what were those people doing here?

source: 오늘 아침까진 이해가 안 됐는데 확실히…
en: i didn’t understand before this morning, but...

source: 왜요?!
en: why not?!

source: 한눈에 잘 볼 수 있어요.
en: we have a good view of the whole circuit.

source: 철썩!
en: SPLASH!

source: 나 좋은 사람이야…
en: I’M A GOOD PERSON...

source: 출퇴근이 좀 더 멀어졌지만 조용하고, 잔소리도 없고.
en: it’s farther from work, but it’s quiet and there’s no one to nag me.

source: 그래.{j}예를 들면 나같은 경우는―
en: {j}for example, in my case...

source: 웃지도 마.
en: DON'T EVEN LAUGH.

source: 머리가 복잡할 땐 일이 최고지….
en: work is the best remedy when your thoughts are a mess.

source: 끊어.
en: i'm hanging up.

source: 본부장님, 죄송하지만 잠깐 시간 내어주실 수 있을까요?
en: excuse me, mr. kim. do you have a second right now?

source: 전투 복장….
en: as a combat uniform...

source: 2015 F사 머*탱 50주년 리미티드 에디션입니다.
en: this is a 50th anniversary, limited-edition furd mostang from 2015.

source: 머엉
en: DAZED

source: 네, 큰 계약 따기 전에는 항상 저러시거든요.
en: exactly. he does it before every big job.

source: 마치 서로 약속이라도 한 듯 말이야.
en: it's almost like you all were planning this.

source: 뭐가?
en: like what?

source: 휘오오오오오오~
en: WHOOOOOSH

source: 최근 3년간 선일 자동차 신차 목록하고 그때 나갔던 지면, 영상 광고, 판매량을 알아봐.
en: make a summary of every sunil car from the past three years, with their associated print and tv ads and sales.

source: 오토바이 속도광!!
en: you motorcycle maniac!!

source: 영수증은?
en: what about the receipts?

source: 휠이 대박이야~!!
en: the wheels are amazing!!

source: 작지 않아… 작지 않다고!!
en: it’s not small... it isn’t!!

source: 싸아아악~~
en: CHIIILL

source: 칠칠치 못하게 똑바로 닦지 않고.
en: you look like a mess. dry yourself off.

source: 까악!
en: RAAAH!

source: 이건 뭐 죽 쒀서 개 주는 것도 아니고.
en: it’s like pouring money down the drain, if you catch my drift.

source: 한국에 얼마나 있을지 몰라서 집도 남겨두고 왔다고 하더라구.
en: he didn’t even sell his house because he wasn’t sure how long he’d be here.

source: 연차 내려면 열심히 해야겠네.
en: i'll have to work hard if i want to use my vacation days.

source: 후르륵
en: SLRP

source: 뭐…
en: well...

source: 알았어, 그럼 조금만 더 기다려 줘.
en: all right. i'll be out in a minute.

source: 너 오늘 왜 이래, 진짜?
en: what’s the matter with you today?

source: 확실히 그 사람이 일을 잘하긴 했어.
en: he was good at his job. there’s no denying that.

source: 아니…
en: wait...

source: 서유가 세팅한 8*을!!!
en: the 87 you personally set up!!!

source: 양서유입니다.
en: this is seoyu yang.

source: 그렇게 떡― 하니 운명처럼 만난 거지!
en: and that’s how they met! like it was meant to be!

source: 할 말 있으면 하지 그래?
en: ...if you have something to say, say it.

source: 그때 PT가 인상 깊었거든요.
en: your presentation left quite the impression.

source: 알았어, 그럼 그건 나하고 나중에 따로 얘기하지.
en: all right, let’s discuss that separately.

source: 팅-
en: DING

source: 타타타
en: TAK TAK TAK

source: 정말요?
en: seriously?

source: 어머, 그래?
en: oh my, is that right?

source: 아뇨, 괜찮습니다.
en: no, i’m fine.

source: 할머니, 먼저 방에 들어가 계세요.
en: grandmother, you should go back to your room.

source: 김 윤입니다.
en: this is yoon kim.

source: 내…
en: i-

source: 스타트업 기업이 다 그렇죠!
en: all start-ups are like that!

source: 누구지?
en: who is that?

source: 왜 그렇게 짜증이 나는지.
en: why did that bother me so much?

source: 연봉을 올리려는 뜻으로 말씀드린 건 아니었어요.
en: i wasn’t asking for a raise.

source: 꽈아악
en: CLEEENCH

source: 감동
en: AWW

source: 없는 말을 한 것도 아닌데 쫄기는….
en: why are you panicking? it’s not like you were making things up...

source: 어머, 그러니까 양서유 씨가 그랬단 말이죠?
en: oh my, did miss yang really do that?

source: 부활
en: REVIVED

source: 사장님 덕에 그 자리에 올랐으면 사람이 겸손할 줄 알아야지!
en: if you're only here because of the president’s help, you should be more humble!

source: 본부장 위에 있는 자리 꿰차고 김 윤을 턱 끝으로 부려보게.
en: then i would have yoon kim at my beck and call.

source: 왜 내 핑계를 대?
en: why’d you use me as an excuse?

source: 으으으으으음~~~
en: ummmmm.

source: 오케이, 예약하고 다시 전화할게.
en: alrighty. i’ll call you back once it’s done.

source: 내 선에서 막아야 해….
en: i need to step in...

source: 아, 괜찮아요.
en: ah, it’s fine.

source: 네가 요즘 너무 피곤해 보여서.
en: you look really tired lately.

source: 그냥 예기치 못한 사고로 여기고 잊어버리면 될 거라고 생각했는데,
en: i assumed we’d treat it like an accident and move on,

source: 서유 씨, 정말 운 좋은 줄 알아.
en: consider yourself lucky, seoyu.

source: 그럼 그렇지!{j}어딜.
en: that’s right!{j}

source: 으아아아아~~!!!
en: gaaaaah!!!

source: 저희가 무슨 먹을 것만 주면 다 풀리는 짐승입니까?!
en: do we look like animals who'll be satisfied with some food?!

source: 잠깐, 잠깐!
en: wait, wait!!

source: 안 됩니다!
en: you have to!

source: 인우 씨가 당황했잖습니까.
en: you’re scaring inwoo.

source: 한국에 아주 들어온 거 맞아요.
en: i'm back in korea for good.

source: 어머, 그거 좋지.
en: oh my, i would love to.

source: 무슨 말씀을 하시는 건지 모르겠습니다만.
en: i don't know what you're talking about.

source: 밥 사, 오늘 당장!!
en: buy me dinner! today!!

source: 이쪽으로 올 거야, 아니면 내가 가?
en: are you coming here, or should i head over there?

source: 양 비서, 오기만 해 봐!!
en: miss yang, just try coming back!!

source: 오늘 회의에 필요한 서류 출력했습니다.
en: i printed out the documents you’ll need during today’s meeting.

source: 거긴 너무 눈에 띄니까 주차장으로 와.
en: there are too many eyes there. come to the parking lot.

source: 착각 하지 마.
en: ...don't delude yourself.

source: 결론…은….
en: ...deduce... that...

source: 저희가 가진 건 다 활용하자는 주의라.
en: and we believe in using every tool we have.

source: 도!!
en: i can’t!!

source: …이상으로 발표를 마치겠습니다.
en: and that's the end of my presentation...

source: EM애드는 답 없다고 생각 안 해?
en: don’t you think em ads is a lost cause?

source: 제기랄!!
en: damn!!

source: 그걸 누가 해요?!
en: who was supposed to do that?!

source: …아니, 됐어.
en: no, it’s okay...

source: 뭘 또 아쉬운 척하고 그래?
en: what are you acting all bummed for?

source: 보기 좋잖아.
en: it’s pretty cute.

source: '못'하는 게 아니라,
en: then it’s not that he ‘can’t’...

source: 볼 때마다 늘 새로워.
en: seeing myself in the mirror never gets old.

source: 시간 없으니까 빨리 말해.
en: there’s no time, so be quick.

source: 저희 부서 여직원이 양 대리님 뿐이라는 거.
en: that you’re the only woman in the department, miss yang?

source: 벌떡!!
en: STAND

source: 이직한 지 얼마 안 됐는데 그 사람 비서라니.
en: you haven't been here long, and you get to be his secretary.

source: 부사장님은?
en: where’s the vice president?

source: 한 실장에게 이야기 많이 들었어요.
en: i've heard a lot about you from han.

source: 걱정 마요!
en: don’t worry!

source: 커튼을 사야겠어!!
en: i have to get curtains!!

source: 그래도 이 시간엔 차 안 밀리니까 금방 갈 거야.
en: since traffic isn’t bad right now, we’ll be there in no time.

source: 우리가 그동안 양 대리님 덕을 얼마나 봤는데!
en: you've been such a big help!

source: 본부장님이 돌을 던지시면 떨어질 곳을 미리 찾아가서 헤딩으로 받아야 마땅하며,
en: if he throws a stone, i must predict where it will fall and head it like it's a ball.

source: 100퍼 양서유가 탄 차 맞네~!!
en: seoyu yang is definitely in that car right now!!

source: 하던 거 마저 해야 돼.
en: i have to finish this.

source: 탁탁
en: TAP TAP

source: 저런 건 쓸데없다고 생각했지만.
en: i thought that stuff was a waste of time.

source: 바빠서 시간 가는 줄도 몰랐네.
en: i've been so busy that i didn't realize how much time had passed.

source: 호텔 어디라고 했지?
en: which part of the hotel?

source: 세상에~~~!
en: my word!

source: 두근두근두근두근두근두근
en: THUMP THUMP THUMP THUMP THUMP

source: 띠링
en: DING

source: 없는 말 지어낸 것만 아니면 된다고 하셨죠?
en: you said it’s fine as long as i don’t make things up, right?

source: 저 말본새가 누구 할 거 없이 한결같다는 게 참… 여러모로 굉장하네.
en: but the consistency of his word choice sure is... breathtaking.

source: 반사다, 이눔아!!
en: right back at you, rascal!!

source: 왜 따라오셨어요?
en: why did you follow us?

source: 잠깐만, 양 비서.
en: wait, miss yang.

source: 둥{j}!!
en: DUN{j}

source: 언젠가 자신과 진실된 연애를 할 거라 생각하는 거지.
en: they thought you'd start liking them sooner or later.

source: 불신222
en: DISTRUST × 2

source: 억~!
en: ACK

source: 내가 이럴 줄 알았다.
en: i knew this would happen.

source: 술은 몸에 안 좋은 거야!!
en: and alcohol is bad for you, you know!!

source: 눈보라가 보여요….
en: there’s a blizzard...

source: 그러게 말이야, 옷차림하면 강 대리가 가장_x0003_불량한데.
en: i know, right? when it comes to work attire, mr. kang’s the worst of us.

source: 감사합니다!
en: thank you!

source: …여러분,
en: gentlemen, please tell me...

source: 괜찮으십니까?
en: are you okay?

source: 양 비서는?
en: what about you, miss yang?

source: 쓰레기 같은 시안을 내놓는 거지?
en: ...trash like this?

source: …혹시 성적 취향이 남다른 건 아니야?
en: maybe he just doesn’t like women then...?

source: 정말로 그렇게 생각한다고?
en: people really think that?

source: 말도 안 돼.
en: that's ridiculous.

source: 두둥
en: DUDUN

source: 조금 전에도…
en: and even a few minutes ago...

source: 그러니까 제가 잡은 시안 주제는…
en: basically, my proposal is...

source: 꼭 듣고 싶다면 해줄 순 있지만, 양 비서 시간 많아?
en: i can if you want me to, but do you have that much time?

source: 같이 가기로 했잖아, 안 그래도 요즘 스트레스도 쌓였는데.
en: we promised to go together. i've been stressed lately, so this is great.

source: 커피 마실 수 있을까…?
en: will i even have time to get coffee...?

source: 불러서 뭐라고 하려고?
en: what were you going to say?

source: 둥~!
en: DUN

source: 저도… 동의합니다. (영혼 없음)
en: i... agree. (robotic)

source: …오늘은 이 옷이 필요 없기를 바라지만, 기대하지는 말자.
en: i hope he won’t need these clothes today, but i wouldn't count on it.

source: 보, 본부장님께서
en: d-did mr. kim just say...

source: …양 비서, 아까 회의실에서 무슨 말이 오가는지 다 봤잖아.
en: miss yang, you saw everything that happened in the conference room.

source: 최대출력은 435마력으로 알고 있습니다.
en: it has a maximum output of 435 horsepower.

source: 시간 딱 맞춰 오셨네요~
en: you’re right on time.

source: 저도…….
en: me, too...

source: 알아, 어디야?
en: i know. where are you?

source: 역시 너_x0003_또 사고 쳤지?
en: you got yourself into trouble again, didn't you?

source: 둥!
en: DUN!

source: 여기요!
en: i have it!

source: 나, 김 윤이야.
en: i’m yoon kim.

source: 약속 했는데!!!
en: but you promised!!!

source: 그래도 본부장님이랑 일하는 게 좋습니다.
en: but i like working with you, sir.

source: 다만 평소엔 내가 미안할 짓을 아예 안 만들지.
en: though i don’t usually have anything to apologize for.

source: 이런 X친!
en: that crazy...!

source: 그러다 보니 남은 직원들이 남자 직원뿐이게 되었잖아요.
en: ...and now there’s only male employees.

source: 어쩌구…
en: blah, blah...

source: 내가 지금 안녕해 보여?!
en: does it look like i’m having a good morning?!

source: 장모님 좋아하시는 묵은지도 꺼내고요.
en: we can even have some of that aged kimchi you like.

source: 내가 그 정도 기본도 안 해줄까.
en: ALL OF THOSE THINGS ARE A GIVEN.

source: 포도밭이 왜 여기서 나와?
en: what’s a grape orchard doing here?

source: 네, 이번 일은 끝까지 담당하지 못해서 죄송합니다.
en: yes, i’m sorry that i won’t be able to continue working with you on the project.

source: ‘잘난 건’ 맞습니다.
en: he is ‘good-looking’.

source: 회식 좋죠!
en: going out for dinner is great!

source: 공격준비
en: READY TO ATTACK

source: …본부장님, 거울을 좀 보셔야 할 것 같습니다.
en: sir, i think you should take a look in the mirror...

source: 아아― 고마워.
en: ahh, thanks.

source: 풋-
en: PFFT

source: 남자는 남자가 봐야 알아.
en: you need a man to read other men.

source: 뭐 저런 남자가 다 있어!!
en: what a jerk!!

source: 이런 Thee-Val?!
en: fookin hell?!

source: 너무 완벽해서 소름 끼칠 정도야.
en: so much so that it gives me the creeps.

source: 별일 없는데_x0003_회사까지 무슨 일이야?
en: why did you come all the way here then?

source: 이게 바로 ‘브랜드 인지도’야.
en: this is what brand awareness looks like.

source: 양 대리도 커피 마시러 왔어요?
en: did you come for some coffee too?

source: 이야기가 길어지겠는데…?
en: i have a feeling this is going to drag on...

source: 부사장과의 일이라니!
en: NOT WORKING WITH THE VP!

source: 그게 말이 돼요?!
en: do you hear yourself right now?!

source: 그럼 바로 출발하시죠.
en: let’s get going then.

source: 뭐가 어찌 됐든 네 연애 경력이 화려한 건 사실이잖아?
en: you can't deny that you've got an impressive dating history.

source: 끝내준다!!
en: this is the best!!

source: 후우, 정말이지!
en: unbelievable!

source: 잠시만요~!!
en: wait!!

source: 이유가 뭐냐고.
en: what’s the reason?

source: 사랑해!
en: i love you!

source: 으…
en: ugh...

source: 뭐 먹을래?
en: what do you want to eat?

source: 그냥 앉아서 보세요.
en: just sit and watch.

source: 지침
en: EXHAUSTED

source: ‘그런 말은 지겨울 정도로 들었으니 다른 얘기나 하지.’
en: ‘i’m tired of hearing it, so talk about something else.’

source: 과연 직원들이 추천할만하네.
en: no wonder the others recommended this place.

source: 비상장 주식 아니야.
en: they’re not unlisted stocks.

source: 짧은 시간에 이만큼 하기가 쉽지 않다는 거 아시잖아요!
en: you know it’s not easy to get this level of quality in that short time!

source: 캐톡
en: VZZT

source: 창립 멤버도 아니고 중간에 들어온 낙하산 따위가…!
en: he’s not even a founding member...!

source: 지금부터 진실만을 말해 줘.
en: i want your honest opinion.

source: 본부장 아니라니까.
en: sir? i’m not your boss anymore, remember?

source: 어림도 없어!!
en: not a chance!!

source: 하나부터 열까지 전부 알려 주면 시간은 절약되겠지만,
en: sure, it would save time,

source: 참고로 여성을 비하하려는 의도는 없고, 내가 만든 얘기도 아니야.
en: just so you know, i’m not trying to degrade women and i didn’t come up with the joke.

source: 대충 주님들이랑 이야기가 끝났나….
en: i think that was the last of the bosses*...

source: 우리가 몸과 영혼까지 갈아 바쳐서 하는 광고.
en: the very advertising we shed our blood, sweat, and tears for.

source: 특히 김 윤 본부장의 연봉과 인센티브를 더하면 웬만한 중소기업 당기순이익 정도 아닌가.
en: adding in your salary, it’s more than what a smaller company would make in a year, no?

source: …독특해, 사람이.
en: he's unique...

source: 잠깐!
en: wait a second!

source: 작지 않아!
en: it’s not small!

source: 매번 아주 대차게 차이니까.
en: he's been dumped mercilessly every time.

source: 왜겠어.
en: why do you think?

source: 이 사람은 알고 있을까?
en: i wonder if he knows.

source: 예?
en: pardon?

source: 저… 정 주임…
en: m-mr. jeong...

source: …안 가십니까?
en: aren’t you coming, sir...?

source: 이어지는 미팅 때문에 어쩔 수 없었다는 거 알아.
en: i know you had no choice because there’s a meeting right after.

source: 연장자 우대는 밥 말아 먹었나?
en: is this how you treat your elders?

source: 꿈틀
en: TWITCH

source: 아뇨, 그럴 리가요.
en: no, of course not.

source: 저도 회사 간에 공생하고 있는 부분들이 있어 알음알음 알고 지내왔는데,
en: our companies work closely together, so we're acquainted.

source: 아무튼!
en: either way!

source: 매일 자기 얼굴 보면서 감탄해.
en: he admires himself in the mirror every day.

source: 그건 ‘직접 마케팅’ 이야.
en: it’s a case of direct marketing.

source: 갚고 있잖아!
en: i’ve been paying you back!

source: 둥
en: DUN

source: 당연하죠!
en: for real!

source: 이제 슬슬 결혼해야지.
en: it's time you settled down.

source: 그렇게 쳐다보지 말고 할 얘기 있으면 해.
en: don’t just stare. if you have something to say, say it.

source: 누구와는 달리.
en: unlike some people.

source: 다른 이유는 없습니다.
en: there’s no other reason.

source: 방금 전 스포츠카는 비매너긴 했지….
en: it’s true that the sports car just now was rude...

source: 잘근잘근잘근잘근잘근잘근
en: CHEW CHEW BITE BITE BITE

source: 흐음........
en: HMMM

source: 물론, 2년을 제가 F사 광고만 한다는 제약이 있었습니다만….
en: of course, it was under the condition that i would only make ads for furd for two years...

source: 물론 그만큼 앞으로 내가 야무지게 부려먹을 거지만.
en: but in return, know that i’m going to work you hard.

source: 하나도 안 불편하니까 그냥 있어.
en: not at all, so stay here.

source: 머리는 장식입니까?
en: are your heads for decoration, gentlemen?

source: 더 볼 것도 없군.
en: there’s nothing more to see here.

source: 조금 철렁했어.
en: MY HEART SANK FOR A MINUTE THERE.

source: 미안합니다….
en: i’m sorry...

source: 아버지!!
en: father!!

source: 덕분에 무사히 회의 끝낼 수 있었으니 제가 쏠게요!
en: i'll pay! we couldn't have done it without you!

source: 많으면 많을수록 좋아요!
en: the more the better!

source: 오랜 미국 생활로 존댓말을 못 하신다고 들은 거 같은데!
en: but they said he forgot how to use polite korean after living for a long time in america!

source: 꽁초를 버리시면 감히 지르밟지 아니하고 고이 주워다 올림픽 성화봉송을 할 것입니다.
en: if he drops a cigarette butt, i must carefully pick it up and use it as the olympic torch.

source: 정 주임, 내 얘기가 그렇게 재밌어?
en: mr. jeong, is it fun talking about me?

source: 부사장님이 보셨으면!
en: if the vice president saw, he’d have a stroke!
